Revit 2027 API
ParameterTypeId.RbsFlexPatternParam Property
 "Flex Pattern"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFlexPatternParam { get; }
Public Shared ReadOnly Property RbsFlexPatternParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFlexPatternParam {
	ForgeTypeId^ get ();
}
static member RbsFlexPatternParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace